Repository: Tembeon/find_anime
Catalog: packages/find_anime/l10n/intl_*.arb
Languages: ru

source: New search
ru: Новый поиск

source: Enter image URL
ru: Введите URL изображения

# enterImageUrlHint
source: Link should be direct to image
ru: Ссылка на изображение дожна быть прямой

# searchButtonText
source: Search
ru: Найти

# openSearchButton
source: Open search
ru: Открыть поиск

# copyNameButton
source: Copy name
ru: Копировать название

# copiedText
source: Copied!
ru: Скопировано!

source: No romaji name
ru: Ромадзи название не найдено

source: No japanese name
ru: Японское название не найдено

source: View in anilist
ru: Открыть на anilist

# similarityText
source: Similarity: {similarityNum}%
ru: Схожесть: {similarityNum}%

# episodeText
source: Episode {episodeNumber}, moment at {momentTime}
ru: Эпизод {episodeNumber}, момент на {momentTime}

source: Adult only!
ru: Только для взрослых!

# error400
source: Provided image is empty
ru: Предоставленное изображение пустое

# error429
source: Too many requests, please try again later
ru: Слишком много запросов, попробуйте позже

# error500
source: Something wrong on server
ru: Что-то пошло не так на сервере

# errorTimeOut
source: Response timed out
ru: Время ответа сервера истекло

# errorUnexpected
source: Unexpected error has occurred Error: {error}
ru: Произошла неожиданная ошибка Код ошибки: {error}

# errorUnknown
source: Something went wrong
ru: Что-то пошло не так
